
[A_Default_Skip H7WarfareAbility]
mName="Завершить ход"
mTooltip="Завершает ход средства поддержки."
[A_Default_Wait H7WarfareAbility]
mName="Отложить ход"
mTooltip="Средство поддержки сделает ход позже. В очереди ожидания отряды будут выстроены в обратном порядке."
[Academy.A_HealingTent_Support H7WarfareAbility]
mName="Исцеление"
mTooltip="Восстанавливает выбранному дружественному существу %d1.min ед. здоровья.\n(Не действует на нежить)."
mTooltipUpgraded="Восстанавливает выбранному дружественному существу %d3.min ед. здоровья.\n(Не действует на нежить)."
[haven.A_HealingSister_Support H7WarfareAbility]
mName="Исцеление"
mTooltip="Восстанавливает выбранному дружественному отряду %d1.max ед. здоровья.\n(Не действует на нежить и конструктов).\n\nБонус за навык «Безупречная поддержка»: послушницы Эльрата также воскрешают погибших существ."
mTooltipUpgraded="Мгновенно исцеляет и воскрешает существ в указанном дружественном отряде на %d2.max ед. здоровья.\n(Не действует на нежить и конструктов)."
[Academy.A_GreatPyramid_Attack H7WarfareAbility]
mName="Огромная стрела изначальной магии"
mTooltip="Наносит вражеским укреплениям от %d.min до %d.max ед. урона от %ICON_PRIME изначальной магии."
[Academy.A_SmallPyramid_Attack H7WarfareAbility]
mName="Стрела изначальной магии"
mTooltip="Наносит выбранному вражескому отряду от %d.min до %d.max ед. урона от %ICON_PRIME изначальной магии."
[Academy.A_TowerAcademy_Attack H7BaseAbility]
mName="Атака с башни"
mTooltip="Наносит вражескому отряду от %d.min до %d.max ед. урона."
[Dungeon.A_Faceless_Support H7WarfareAbility]
mName="Покров смерти"
mTooltip="Окутывает выбранное дружественное существо покровом смерти. В следующий раз, когда это существо будет атаковано в ближнем бою, «Покров смерти» нанесет атаковавшему отряду %buff1.buff.d.min ед. урона от %ICON_DARK магии тьмы.\n\nБонус за навык «Безупречная поддержка»: когда действие «Покрова смерти» заканчивается, эффект наносит урон всем находящимся рядом вражеским отрядам."
mTooltipUpgraded="Окутывает выбранное дружественное существо покровом смерти. В следующий раз, когда это существо будет атаковано в ближнем бою, «Покров смерти» нанесет атаковавшему отряду %buff2.buff.d1.min ед. урона от %ICON_DARK магии тьмы.\nКогда действие «Покрова смерти» заканчивается, эффект наносит %buff2.buff.d2.min ед. урона от %ICON_DARK магии тьмы всем находящимся рядом вражеским отрядам."
[Dungeon.A_TamedWyvern_Attack H7WarfareAbility]
mName="Едкий плевок"
mTooltip="Наносит вражеским укреплениям от %d.min до %d.max ед. урона от %ICON_EARTH магии земли."
[haven.A_BallistaHaven_Attack H7WarfareAbility]
mName="Снаряд"
mTooltip="Наносит выбранному вражескому отряду от %d.min до %d.max ед. урона."
[haven.A_CatapultHaven_Attack H7WarfareAbility]
mName="Метание камня"
mTooltip="Наносит вражеским укреплениям от %d.min до %d.max ед. урона."
[haven.A_TowerHaven_Attack H7BaseAbility]
mName="Атака с башни"
mTooltip="Наносит вражескому отряду от %d.min до %d.max ед. урона."
[Necropolis.A_Namtaru_Attack H7WarfareAbility]
mName="Стрела тьмы"
mTooltip="Наносит выбранному вражескому отряду от %d.min до %d.max ед. урона от %ICON_DARK магии тьмы."
[Necropolis.A_SpittingSpider_Attack H7WarfareAbility]
mName="Плевок"
mTooltip="Наносит вражеским укреплениям от %d.min до %d.max ед. урона от %ICON_DARK магии тьмы."
[Stronghold.A_Dreamcatcher_Attack H7WarfareAbility]
mName="Земная стрела"
mTooltip="Наносит выбранному вражескому отряду от %d.min до %d.max ед. урона от %ICON_EARTH магии земли."
[Stronghold.A_Dreamcatcher_Support H7WarfareAbility]
mName="Шаманское исцеление"
mTooltip="Восстанавливает выбранному дружественному отряду %d1.max ед. здоровья.\n(Не действует на нежить и конструктов)."
mTooltipUpgraded="Восстанавливает выбранному дружественному отряду %d2.max ед. здоровья.\n(Не действует на нежить и конструктов)."
[Sylvan.A_MotherTreant_Support_Buff_0_Unskilled H7BaseBuff]
mName="Обновление"
mTooltip="В начале своего хода отряд восстанавливает %d1.min ед. здоровья.\nДлительность (ходов): %durnow."
[Sylvan.A_MotherTreant_Support_Buff_1_Novice H7BaseBuff]
mName="Обновление"
mTooltip="В начале своего хода отряд восстанавливает %d1.min ед. здоровья.\nДлительность (ходов): %durnow."
[Sylvan.A_MotherTreant_Support_Buff_3_Master H7BaseBuff]
mName="Обновление"
mTooltip="В начале своего хода отряд восстанавливает %d1.min ед. здоровья.\nДлительность (ходов): %durnow."
[Sylvan.A_MotherTreant_Support_Buff_2_Expert H7BaseBuff]
mName="Обновление"
mTooltip="В начале своего хода отряд восстанавливает %d1.min ед. здоровья.\nДлительность (ходов): %durnow."
[Sylvan.A_GreaterEarthElemental_Attack H7WarfareAbility]
mName="Бросок булыжника"
mTooltip="Наносит вражеским укреплениям от %d.min до %d.max ед. урона."
[Sylvan.A_MotherTreant_Support H7WarfareAbility]
mName="Обновление"
mTooltip="В начале своего хода выбранный дружественный отряд восстанавливает %buff1.buff.d1.min ед. здоровья. Длительность (ходов): %buff1.buff.durini."
mTooltipUpgraded="В начале своего хода выбранный дружественный отряд восстанавливает %buff3.buff.d1.min ед. здоровья. Длительность (ходов): %buff3.buff.durini."
[Sylvan.A_BallistaSylvan_FastReload_Buff H7BaseBuff]
mName="Быстрая перезарядка"
[Sylvan.A_BallistaSylvan_Attack H7WarfareAbility]
mName="Снаряд"
mTooltip="Наносит выбранному вражескому отряду от %d.min до %d.max ед. урона."
[Stronghold.A_TowerStronghold_Attack H7BaseAbility]
mName="Атака с башни"
mTooltip="Наносит вражескому отряду от %d.min до %d.max ед. урона."
[Stronghold.A_TamedCyclops_Attack H7WarfareAbility]
mName="Бросок булыжника"
mTooltip="Наносит вражеским укреплениям от %d.min до %d.max ед. урона."
[Sylvan.A_MotherTreant_Support_Buff_4_Ultimate H7BaseBuff]
mName="Обновление"
mTooltip="В начале своего хода отряд восстанавливает %d1.min ед. здоровья.\nДлительность (ходов): %durnow."
[Dungeon.A_TowerDungeon_Attack H7BaseAbility]
mName="Атака с башни"
mTooltip="Наносит вражескому отряду от %d.min до %d.max ед. урона."
[Necropolis.A_TowerNecropolis_Attack H7BaseAbility]
mName="Атака с башни"
mTooltip="Наносит вражескому отряду от %d.min до %d.max ед. урона."
[Sylvan.A_TowerSylvan_Attack H7BaseAbility]
mName="Атака с башни"
mTooltip="Наносит вражескому отряду от %d.min до %d.max ед. урона."
[neutral.A_Harpoon_Attack H7WarfareAbility]
mName="Пронзающий выстрел"
mTooltip="Наносит урон всем отрядам, стоящим на одной линии."
[Dungeon.A_TamedWyvern_LevelProgress H7WarfareAbility]
mName="Навык средства поддержки"
[Stronghold.A_TamedCyclops_LevelProgress H7WarfareAbility]
mName="Навык средства поддержки"
[haven.A_CatapultHaven_LevelProgress H7WarfareAbility]
mName="Навык средства поддержки"
[Dungeon.A_Faceless_LevelProgress H7WarfareAbility]
mName="Навык средства поддержки"
[Sylvan.A_BallistaSylvan_LevelProgress H7WarfareAbility]
mName="Навык средства поддержки"
[haven.A_BallistaHaven_LevelProgress H7WarfareAbility]
mName="Навык средства поддержки"
[Sylvan.A_GreaterEarthElemental_LevelProgress H7WarfareAbility]
mName="Навык средства поддержки"
[Sylvan.A_MotherTreant_LevelProgress H7WarfareAbility]
mName="Навык средства поддержки"
[Academy.A_SmallPyramid_LevelProgress H7WarfareAbility]
mName="Навык средства поддержки"
[Necropolis.A_SpittingSpider_LevelProgress H7WarfareAbility]
mName="Навык средства поддержки"
[Necropolis.A_Namtaru_LevelProgress H7WarfareAbility]
mName="Навык средства поддержки"
[Stronghold.A_Dreamcatcher_LevelProgress H7WarfareAbility]
mName="Навык средства поддержки"
[Dungeon.A_ShadowLurker_LevelProgress H7WarfareAbility]
mName="Навык средства поддержки"
[Academy.A_GreatPyramid_LevelProgress H7WarfareAbility]
mName="Навык средства поддержки"
[Academy.A_HealingTent_LevelProgress H7WarfareAbility]
mName="Навык средства поддержки"
[haven.A_HealingSister_LevelProgress H7WarfareAbility]
mName="Навык средства поддержки"
[Necropolis.A_NamtaruCaller_AttackAbility H7WarfareAbility]
mName="Стрела тьмы"
mTooltip="Наносит выбранному вражескому отряду от %d1.min до %d1.max ед. урона от %d1.icon магии тьмы."

UCP 1.1

[Dungeon.A_Faceless_Buff_0_Unskilled H7BaseBuff]
mName="Покров смерти"
mTooltip="В ответ на следующую атаку в ближнем бою наносит атаковавшему вражескому существу %d.min ед. урона от %ICON_DARK магии тьмы.\nЭффект действует до окончания раунда или пока существо не будет атаковано в ближнем бою."

[Dungeon.A_Faceless_Buff_1_Novice H7BaseBuff]
mName="Покров смерти"
mTooltip="В ответ на следующую атаку в ближнем бою наносит атаковавшему вражескому существу %d.min ед. урона от %ICON_DARK магии тьмы.\nЭффект действует до окончания раунда или пока существо не будет атаковано в ближнем бою."

[Dungeon.A_Faceless_Buff_2_Expert H7BaseBuff]
mName="Покров смерти"
mTooltip="В ответ на следующую атаку в ближнем бою наносит атаковавшему вражескому существу %d.min ед. урона от %ICON_DARK магии тьмы.\nЭффект действует до окончания раунда или пока существо не будет атаковано в ближнем бою."

[Dungeon.A_Faceless_Buff_3_Master H7BaseBuff]
mName="Покров смерти"
mTooltip="В ответ на следующую атаку в ближнем бою наносит атаковавшему вражескому существу %d.min ед. урона от %ICON_DARK магии тьмы.\nЭффект действует до окончания раунда или пока существо не будет атаковано в ближнем бою."

[Dungeon.A_Faceless_Buff_4_Ultimate H7BaseBuff]
mName="Покров смерти"
mTooltip="В ответ на следующую атаку в ближнем бою наносит атаковавшему вражескому существу %d1.min ед. урона от %ICON_DARK магии тьмы.\nЭффект действует до окончания раунда или пока существо не будет атаковано в ближнем бою.\n\nКогда действие «Покрова смерти» заканчивается, эффект наносит %d2.min ед. урона от %ICON_DARK магии тьмы всем находящимся рядом вражеским отрядам."

[Dungeon.A_ShadowLurker_Attack H7WarfareAbility]
mName="Душераздирающие видения"
mTooltip="Атакованному отряду дополнительно наносится %buff.buff.special3 урона в течение %buff.buff.durini хода(ов)."

[Dungeon.A_ShadowLurker_Attack_Buff H7BaseBuff]
mName="Душераздирающие видения"
mTooltip="В начале своего хода существо получает %special1.val1 ед. урона от %ICON_DARK магии тьмы.\nДлительность (ходов): %durnow."

[Necropolis.A_Namtaru_Support H7WarfareAbility]
mName="Прикосновение тьмы"
mTooltip="Рассеивает все негативные эффекты магии света, действующие на дружественный отряд. Каждое существо в отряде дополнительно наносит урон от %buff1.buff.d.icon магии тьмы с каждой атакой. Длительность (ходов): %buff1.buff.durini."
mTooltipUpgraded="Рассеивает все негативные эффекты магии света, действующие на дружественный отряд. Каждое существо в отряде дополнительно наносит урон от %buff2.buff.d.icon магии тьмы с каждой атакой. Длительность (ходов): %buff2.buff.durini."

[Necropolis.A_NamtaruCaller_SupportAbility H7WarfareAbility]
mName="Прикосновение тьмы"
mTooltip="Рассеивает все негативные эффекты магии света, действующие на дружественный отряд. Каждое существо в отряде дополнительно наносит урон от %buff.buff.d.icon магии тьмы с каждой атакой. Длительность (ходов): %buff.buff.durini."

[Necropolis.A_Namtaru_Support_Buff_0_Unskilled H7BaseBuff]
mName="Прикосновение тьмы"
mTooltip="Существо дополнительно наносит %d.min ед. урона от %ICON_DARK магии тьмы с каждой атакой.\nДлительность (ходов): %durnow"

[Necropolis.A_Namtaru_Support_Buff_1_Novice H7BaseBuff]
mName="Прикосновение тьмы"
mTooltip="Существо дополнительно наносит %d.min ед. урона от %ICON_DARK магии тьмы с каждой атакой.\nДлительность (ходов): %durnow"

[Necropolis.A_Namtaru_Support_Buff_2_Expert H7BaseBuff]
mName="Прикосновение тьмы"
mTooltip="Существо дополнительно наносит %d.min ед. урона от %ICON_DARK магии тьмы с каждой атакой.\nДлительность (ходов): %durnow"

[Necropolis.A_Namtaru_Support_Buff_3_Master H7BaseBuff]
mName="Прикосновение тьмы"
mTooltip="Существо дополнительно наносит %d.min ед. урона от %ICON_DARK магии тьмы с каждой атакой.\nДлительность (ходов): %durnow"

[Necropolis.A_Namtaru_Support_Buff_4_Ultimate H7BaseBuff]
mName="Прикосновение тьмы"
mTooltip="Существо дополнительно наносит %d.min ед. урона от %ICON_DARK магии тьмы с каждой атакой.\nДлительность (ходов): %durnow"